/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Leta automatiskt";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Leta inte";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Uppgradera till v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker kan automatiskt leta efter uppdateringar då och då. Du tvingas inte uppdatera när en ny version släpps, och ingen personlig information skickas i processen.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Ska Hex Color Picker automatiskt leta efter uppdateringar?";